Repository: iugu/iugu_payment-gateway-woocommerce
Catalog: lang/iugu-woocommerce-*.po
Languages: pt_br

source: Order %s
pt_br: Pedido %s

source: Discount Coupon
pt_br: Cupom de Desconto

source: Shipping via %s
pt_br: Entrega via %s

source: An error has occurred while processing your payment. Please, try again or contact us for assistance.
pt_br: Houve um erro enquanto processávamos seu pagamento. Por favor, tente novamente ou entre em contato para obter ajuda.

source: Payment method created for order %s
pt_br: Método de pagamento para o pedido %s

source: Payment method created
pt_br: Forma de pagamento criada

source: iugu bank slip URL
pt_br: URL do boleto bancário da iugu

source: iugu transaction details
pt_br: Detalhes da transação iugu

source: iugu: The customer generated a bank slip. Awaiting payment confirmation.
pt_br: iugu: O cliente gerou um boleto bancário. Aguardando confirmação de pagamento.

source: iugu: The customer generated a pix payment. Awaiting payment confirmation.
pt_br: iugu: O cliente gerou um pagamento no pix. Aguardando a confirmação do pagamento.

source: iugu: Invoice paid successfully by credit card.
pt_br: iugu: Fatura paga com sucesso com cartão de crédito.

source: iugu: Credit card declined.
pt_br: iugu: Cartão de crédito recusado.

source: iugu: Invoice paid by credit card. Waiting for the acquirer confirmation.
pt_br: iugu: Fatura paga com cartão de crédito. Aguardando a confirmação da adquirente.

source: iugu: Invoice paid successfully.
pt_br: iugu: Fatura paga com sucesso.

source: iugu: Invoice canceled.
pt_br: iugu: Fatura cancelada.

source: iugu: Invoice partially paid.
pt_br: iugu: Fatura parcialmente paga.

source: iugu: Invoice refunded.
pt_br: iugu: Fatura reembolsada.

source: Invoice for order %s was refunded
pt_br: A fatura do pedido %s foi reembolsada

source: Invoice refunded
pt_br: Fatura reembolsada

source: Order %s has been marked as refunded by iugu.
pt_br: A iugu marcou o pedido %s como reembolsado.

source: iugu: Invoice expired.
pt_br: iugu: Fatura expirada.

source: The request failed!
pt_br: A requisição falhou!

source: Can't do partial refunds
pt_br: Não é possível reembolsos parciais

source: Bank Slip discount
pt_br: Desconto no boleto

source: IUGU Customer ID
pt_br: ID Cliente na IUGU

source: Iugu Subscriptions
pt_br: Assinaturas Iugu

source: Bank Slip discount type
pt_br: Desconto no boleto

source: The subscription using the bank slip has what kind of discount. Persistent, ie every month has the same discount, or only on the first payment?
pt_br: A assinatura utilizando o boleto bancário tem que tipo de desconto: Persistente, ou seja, todos os meses tem o mesmo desconto, ou apenas no primeiro pagamento?

source: Persistent
pt_br: Todo Mês

source: One Time
pt_br: Uma Vez

source: Click here to do this now.
pt_br: Clique aqui para fazer isso agora.

source: Use the "%s" option to change payment method.
pt_br: Utilize a opção "%s" para alterar o método de pagamento.

source: Renew now
pt_br: Renove agora

source: Use the "%s" option for this signature.
pt_br: Utilize a opção "%s" para essa assinatura.

source: ATTENTION - When changing the payment method, a new charge will be made.
pt_br: ATENÇÃO - Ao realizar a troca da forma de pagamento uma nova cobraça será feita.

source: Fees
pt_br: Juros

source: Payment Options
pt_br: Opções de pagamento

source: Add new Split
pt_br: Adicionar novo Split

source: Are you sure you want remove this split?
pt_br: Tem certeza de que deseja remover este split?

source: Avaiable Iugu Payments
pt_br: Pagamentos disponíveis da Iugu

source: All
pt_br: Todos

source: Bank Slip
pt_br: Boleto Bancário

source: Credit Card
pt_br: Cartão de Crédito

source: Number of Installments
pt_br: Número de Parcelas

source: Integration settings
pt_br: Configurações da integração

source: Account ID
pt_br: ID da conta

source: Your iugu account's unique ID, found in %s.
pt_br: O ID da sua conta iugu, encontrado em %s.

source: iugu account settings
pt_br: Configurações de conta iugu

source: API Token
pt_br: Token de API

source: For real payments, use a LIVE API token. When iugu sandbox is enabled, use a TEST API token. API tokens can be found/created in %s.
pt_br: Para pagamentos reais, use um token de API live. Quando o iugu sandbox estiver habilitado, use um token de API de teste. Tokens de API podem ser encontrados/criados em %s.

source: General Settings
pt_br: Configurações Gerais

source: Status for Pending Payment
pt_br: Status para Pagamento Pendente

source: Status for Payment Confirmation
pt_br: Status para Confirmação de Pagamento

source: Customer ID Validation Start Date
pt_br: Data de início da validação do ID do cliente

source: Gateway testing
pt_br: Modo de testes

source: Enable iugu sandbox
pt_br: Habilitar o iugu sandbox

source: Used to test payments. Don't forget to use a TEST API token, which can be found/created in %s.
pt_br: Usado para testar pagamentos. Não se esqueça de usar um token de API de teste, que pode ser encontrado/criado em %s.

source: Debugging
pt_br: Depuração

source: Enable logging
pt_br: Habilitar depuração

source: Log iugu events, such as API requests, for debugging purposes. The log can be found in %s.
pt_br: Registre eventos da iugu, como requisições da API, para depurá-los. Esse registro pode ser encontrado em %s.

source: Customer ID Validation Date
pt_br: Data da Validação do ID Cliente

source: iugu - Bank slip
pt_br: iugu - Boleto bancário

source: Accept bank slip payments using iugu.
pt_br: Aceite pagamentos com boleto bancário usando a iugu.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable bank slip payments with iugu
pt_br: Habilitar boleto bancário com a iugu

source: Title
pt_br: Título

source: Payment method title seen on the checkout page.
pt_br: Nome do método de pagamento exibido no checkout.

source: Bank slip
pt_br: Boleto bancário

source: Description
pt_br: Descrição

source: Payment method description seen on the checkout page.
pt_br: Descrição do método de pagamento exibida no checkout.

source: Pay with bank slip
pt_br: Pague com boleto bancário

source: Ignore due email
pt_br: Ignora envio de emails de cobrança

source: When checked, Iugu will not send billing emails to the payer
pt_br: Quando marcado, a Iugu não vai enviar emails de cobrança para o cliente

source: Payment options
pt_br: Opções de pagamento

source: Enable Bank Slip Discount
pt_br: Habilitar o desconto de boleto bancário

source: A discount for customers who choose this payment method.
pt_br: Um desconto para clientes que escolhem esta forma de pagamento.

source: Discount Type
pt_br: Tipo de desconto

source: Discount can be a percentage amount or a fixed amount of the total order.
pt_br: O desconto pode ser um valor percentual ou um valor fixo do pedido total.

source: (%) Percentage
pt_br: (%) Porcentagem

source: Fixed Amount
pt_br: Quantia fixa

source: Discount value
pt_br: Valor de desconto

source: The amount of discount.
pt_br: O valor do desconto.

source: Default payment deadline
pt_br: Prazo de pagamento padrão

source: Number of days the customer will have to pay the bank slip.
pt_br: Número de dias que o cliente terá para pagar o boleto bancário.

source: Integration behavior
pt_br: Comportamento da integração

source: Send only the order total
pt_br: Enviar apenas o total do pedido

source: When enabled, the customer only gets the order total, not the list of purchased items.
pt_br: Quando habilitado, o cliente só recebe o total do pedido, não a lista de itens comprados.

source: Pay the bank slip
pt_br: Pagar boleto bancário

source: Pay / Generate new bank slip
pt_br: Pagar / Gerar novo boleto bancário

source: %s off
pt_br: %s de Desconto

source: IUGU Payment Method ID
pt_br: Forma de pagamento criada

source: Installments
pt_br: Parcelamento

source: Not Found
pt_br: não encontrado

source: end with
pt_br: terminado com

source: in
pt_br: em

source: iugu - Credit card
pt_br: iugu - Cartão de crédito

source: Accept credit card payments using iugu.
pt_br: Aceite pagamentos com cartão de crédito usando a iugu.

source: Enable credit card payments with iugu
pt_br: Habilitar pagamentos com cartão de crédito com a iugu

source: Credit card
pt_br: Cartão de crédito

source: Pay with credit card
pt_br: Pague com cartão de crédito

source: Smallest installment value
pt_br: Menor valor de parcela

source: Smallest value of each installment. Value can't be lower than 5.
pt_br: Menor valor de cada parcela. Não pode ser menor que 5.

source: Uses interest in installments
pt_br: Usa juros no parcelamento

source: Pass on the installments' interest to the customer.
pt_br: Transmitir o juros das parcelas ao cliente.

source: This option is only for display and should mimic your iugu account's settings.
pt_br: Esta opção é só para exibição e deve refletir as configurações da sua conta.

source: Interest rate on installment 1
pt_br: Taxa de juros da parcela 1

source: Enter the interest rate set in your iugu plan.
pt_br: Insira a taxa de juros configurada no seu plano iugu.

source: Interest rate on installment 2
pt_br: Taxa de juros da parcela 2

source: Interest rate on installment 3
pt_br: Taxa de juros da parcela 3

source: Interest rate on installment 4
pt_br: Taxa de juros da parcela 4

source: Interest rate on installment 5
pt_br: Taxa de juros da parcela 5

source: Interest rate on installment 6
pt_br: Taxa de juros da parcela 6

source: Interest rate on installment 7
pt_br: Taxa de juros da parcela 7

source: Interest rate on installment 8
pt_br: Taxa de juros da parcela 8

source: Interest rate on installment 9
pt_br: Taxa de juros da parcela 9

source: Interest rate on installment 10
pt_br: Taxa de juros da parcela 10

source: Interest rate on installment 11
pt_br: Taxa de juros da parcela 11

source: Interest rate on installment 12
pt_br: Taxa de juros da parcela 12

source: Card number
pt_br: Número do cartão

source: Security code
pt_br: Código de segurança

source: Expiry date
pt_br: Data de vencimento

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: is invalid
pt_br: é inválido

source: Unable to add this credit card. Please, try again.
pt_br: Incapaz de adicionar este cartão de crédito. Por favor, tente novamente.

source: Please, make sure your credit card details have been entered correctly and that your browser supports JavaScript.
pt_br: Certifique-se de que suas informações de cartão de crédito estão corretas e seu navegador suporta JavaScript.

source: Card information not valid.
pt_br: Informações do cartão não válidas.

source: Accept pix payments using iugu.
pt_br: Aceite pagamentos usando o BoaCompra.

source: Enable pix payments with iugu
pt_br: Habilite pagamentos com Pix da iugu

source: Pay with PIX
pt_br: Pague com PIX

source: Pay PIX
pt_br: Pagar PIX

source: Pay / Generate new PIX
pt_br: Pagar / Gerar novo PIX

source: Active account
pt_br: Conta ativa

source: Request deletion
pt_br: Solicitar exclusão

source: Deletion request made. Wait for the process to complete.
pt_br: Solicitação de exclusão feita. Aguarde a conclusão do processo.

source: System status &gt; logs
pt_br: Status do sistema &gt; logs

source: Credit card settings
pt_br: Configurações de cartão de crédito

source: Bank slip settings
pt_br: Configurações de boleto bancário

source: PIX settings
pt_br: Configurações PIX

source: iugu disabled
pt_br: iugu desativada

source: Please, inform a valid API token.
pt_br: Por favor, informe um token de API válido.

source: You should inform your account ID.
pt_br: Informe o ID da sua conta iugu.

source: Currency <code>%s</code> is not supported. WooCommerce iugu only works with Brazilian real (BRL).
pt_br: A moeda <code>%s</code> não é suportada. O WooCommerce iugu só funciona com o real brasileiro (BRL).

source: WooCommerce iugu requires the latest version of %s to work!
pt_br: O WooCommerce iugu requer a última versão do %s para funcionar!

source: Remove old version IUGU
pt_br: Remover versão antiga IUGU

source: Allow customers to place orders without an enabled account. Option must be analyzed.
pt_br: Permitir que os clientes façam pedidos sem uma conta habilitada. A opção deve ser analisada.

source: Allow customers to create an account during checkout not enabled. Option must be analyzed.
pt_br: Permitir que os clientes criem uma conta durante o checkout não habilitado. A opção deve ser analisada.

source: Information
pt_br: Informação

source: Text to help identify the account id.
pt_br: Texto para ajudar a identificar o ID da conta.

source: Account ID that will receive the split.
pt_br: ID da conta que receberá o split.

source: Applied
pt_br: Aplicado

source: General
pt_br: Geral

source: Payment Method
pt_br: Forma de pagamento

source: Split Type
pt_br: Tipo de Split

source: Both
pt_br: Ambos

source: Percent
pt_br: Percentual

source: Fixed
pt_br: Fixo

source: Both -> Allows you to add percentage + fixed commission.
pt_br: Ambos -> Permite adicionar percentual + comissão fixa.

source: Percent PIX
pt_br: Percentual PIX

source: Percent Bank Slip
pt_br: Percentual Boleto Bancário

source: Percent Credit Card
pt_br: Percentual Cartão de Crédito

source: Percent Credit Card 1x
pt_br: Percentual Cartão de Crédito 1x

source: Percent Credit Card 2x
pt_br: Percentual Cartão de Crédito 2x

source: Percent Credit Card 3x
pt_br: Percentual Cartão de Crédito 3x

source: Percent Credit Card 4x
pt_br: Percentual Cartão de Crédito 4x

source: Percent Credit Card 5x
pt_br: Percentual Cartão de Crédito 5x

source: Percent Credit Card 6x
pt_br: Percentual Cartão de Crédito 6x

source: Percent Credit Card 7x
pt_br: Percentual Cartão de Crédito 7x

source: Percent Credit Card 8x
pt_br: Percentual Cartão de Crédito 8x

source: Percent Credit Card 9x
pt_br: Percentual Cartão de Crédito 9x

source: Percent Credit Card 10x
pt_br: Percentual Cartão de Crédito 10x

source: Percent Credit Card 11x
pt_br: Percentual Cartão de Crédito 11x

source: Percent Credit Card 12x
pt_br: Percentual Cartão de Crédito 12x

source: Fixed PIX
pt_br: Fixo PIX

source: Fixed Bank Slip
pt_br: Fixo Boleto Bancário

source: Fixed Credit Card
pt_br: Fixo Cartão de Crédito

source: Fixed Credit Card 1x
pt_br: Fixo Cartão de Crédito 1x

source: Fixed Credit Card 2x
pt_br: Fixo Cartão de Crédito 2x

source: Fixed Credit Card 3x
pt_br: Fixo Cartão de Crédito 3x

source: Fixed Credit Card 4x
pt_br: Fixo Cartão de Crédito 4x

source: Fixed Credit Card 5x
pt_br: Fixo Cartão de Crédito 5x

source: Fixed Credit Card 6x
pt_br: Fixo Cartão de Crédito 6x

source: Fixed Credit Card 7x
pt_br: Fixo Cartão de Crédito 7x

source: Fixed Credit Card 8x
pt_br: Fixo Cartão de Crédito 8x

source: Fixed Credit Card 9x
pt_br: Fixo Cartão de Crédito 9x

source: Fixed Credit Card 10x
pt_br: Fixo Cartão de Crédito 10x

source: Fixed Credit Card 11x
pt_br: Fixo Cartão de Crédito 11x

source: Fixed Credit Card 12x
pt_br: Fixo Cartão de Crédito 12x

source: Remove
pt_br: Remover

source: After clicking on "Place order", you will have access to the bank slip, which you can print and pay on your internet banking or in a lottery retailer.
pt_br: Ao clicar em "Finalizar pedido", você terá acesso ao boleto bancário, que pode ser impresso e pago via internet banking ou numa lotérica.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: O pedido será confirmado só depois da confirmação do pagamento.

source: Payment
pt_br: Pagamento

source: Use the link below to view your bank slip. You can print and pay it on your internet banking or in a lottery retailer.
pt_br: Use o link abaixo para ver o seu boleto bancário. Você pode imprimi-lo e pagá-lo via internet banking ou numa lotérica.

source: After we receive the bank slip payment confirmation, your order will be processed.
pt_br: O seu pedido será processado assim que recebermos a confirmação do pagamento do boleto.

source: Please click in the following button to view your bank slip.
pt_br: Por favor, clique no botão a seguir para visualizar o seu boleto bancário.

source: You can print and pay it on your internet banking or in a lottery retailer.
pt_br: Você pode imprimi-lo e pagá-lo via internet banking ou numa lotérica.

source: Payment successfully made using credit card in %s.
pt_br: Pagamento realizado com sucesso por cartão de crédito em %s.

source: Select
pt_br: Selecione

source: free interest
pt_br: sem juros

source: with interest
pt_br: com juros

source: %dx of %s %s (Total: %s)
pt_br: %dx de %s %s (Total: %s)

source: New credit card
pt_br: Novo cartão de crédito

source: Name printed on card
pt_br: Nome impresso no cartão

source: MM / YYYY
pt_br: MM / AAAA

source: CVC
pt_br: CVV

source: To save the card you need to create an account.
pt_br: Para salvar o cartão é preciso criar uma conta.

source: Save this credit card
pt_br: Salvar este cartão de crédito

source: Use with default
pt_br: Use como padrão

source: After clicking on "Place order", you will have access to the QR Code, which you can read with your payment app.
pt_br: Após clicar em "Fazer pedido", você terá acesso ao Código QR, que você pode ler com seu aplicativo de pagamento.

source: Copy Code
pt_br: Copiar código

source: IUGU Payment Gateway
pt_br: Gateway de pagamento IUGU

source: iugu payment gateway for WooCommerce.
pt_br: Gateway de pagamento da iugu para WooCommerce.
